[
    {
        "name": "Hagia Sophia Grand Mosque",
        "description": "The Hagia Sophia Grand Mosque / Ayasofya-i Kebir Cami-i Şerifi, with its innovative architecture, rich history, religious significance, and extraordinary characteristics, has been fighting against time for centuries. It was the largest Eastern Roman Church in İstanbul. Constructed three times in the same location, it is the world’s oldest and fastest-completed cathedral. With its breathtaking domes that look like they are hanging in the air, monolithic marble columns, and unparalleled mosaics, it is one of the wonders of world architectural history. The sheer dazzling beauty of the mosque, with its magnificent play on space, light, and color, provokes worship in the believer.Hagia Sophia stands on the first hill of İstanbul, precisely at the tip of the historic peninsula, surrounded by the Sea of Marmara, the Bosphorus, and the Golden Horn on three sides. When it was first built, it was named Megale Ekklesia (Big Church); however, after the fifth century, it was referred to as the Hagia Sophia (Holy Wisdom). The church was the place in which rulers were crowned, and it was also the biggest operational cathedral in the city throughout the Byzantine period.The first church was constructed by Emperor Konstantios (337-361) in 360. The first church, covered with a wooden roof and expanded vertically (basilica), was burned down after the public riot in 404. No remains have been recovered from the first church; however, bricks found in the mosque storage branded ‘Megale Ekklesia’ are predicted to belong to the first construction. The second church was reconstructed by Emperor Theodosios II (408-450) in 415. This basilical structure, with five naves and a monumental entrance, was covered by a wooden roof but was demolished in January 532 after the Nika revolts during Emperor Justinianos’ reign.Today’s Hagia Sophia, considered the embodiment of Byzantine architecture, was built by Anthemios of Tralles and Isidoros of Miletos. The construction started in 532 and was completed in five years, opening for worship on December 27, 537, with great ceremony. On the opening day, Emperor Justinianos is said to have entered the temple and proclaimed, “My Lord, thank you for giving me the chance to create such a worshipping place,” and followed with the words “Süleyman, I beat you,” referring to Süleyman’s temple in Jerusalem.Hagia Sophia’s architectural design combined the three traditional basilical plans with the central dome plan. The structure has three naves, one apse, and two narthexes, internal and external. Its length from the apsis to the outer narthex is 100 m, and its width is 69.5 m. The height of the dome is 55.60 m, with a radius of 31.87 m in the north-to-south direction and 30.86 m in the east-to-west direction.The columns and marbles used in the structure were brought from ancient cities in Anatolia and Syria, such as Aspendus, Ephesus, Baalbek, and Tarsus. White marbles came from the Marmara Island, green porphyry from Eğriboz Island, pink marbles from Afyon, and yellow stones from North Africa. The structure also features columns brought from the Temple of Artemis in Ephesus and eight columns from Egypt that support the domes.Hagia Sophia has a total of 104 columns, 40 in the lower and 64 in the upper gallery. All walls, except those covered by marble, have been decorated with exceptionally beautiful mosaics made of gold, silver, glass, terra cotta, and colorful stones. The mosaics from the 6th century include floral and geometric motifs, while the figured mosaics date back to the Iconoclast period.During the Ottoman period, Sultan Mehmet the Conqueror converted Hagia Sophia into an imperial mosque. Sinan the Architect added buttresses to prevent collapse during the reign of Murad III, reinforcing the building’s strength. Each sultan contributed to beautifying Hagia Sophia further, transforming it into a complex with structures such as mihrabs, minbars, minarets, fountains, libraries, and soup kitchens. Turkish calligraphy and tile art adorned the building, preserving and enhancing its beauty.In 1934, Hagia Sophia was declared a museum, but on July 10, 2020, a Turkish court reversed the decision, allowing it to reopen as a mosque after 86 years. The opening ceremony took place on July 24, 2020, attended by President Recep Tayyip Erdoğan, who recited verses from the Qur’an.Hagia Sophia continues to be a shared heritage of humanity, open to visitors of all faiths. Restoration and conservation efforts remain ongoing under the joint administration of Türkiye’s Religious Affairs Directorate (Diyanet) and the Ministry of Culture and Tourism. Visitors can explore its mosaics, architectural details, and Ottoman additions, such as calligraphic roundels and decorative features.The upper gallery houses famous mosaics, including the Deesis Mosaic, which depicts Mary, Jesus, and John the Baptist, as well as the mosaics of Empress Zoe and Emperor John II Komnenos. The Imperial Door, the largest entrance, and the Beautiful Door, brought from Tarsus, are among the highlights.The structure’s dome, considered one of the greatest engineering achievements, represents the heavens and the oneness of Allah in Islamic architecture. Verses from the Qur’an written by Mustafa Izzet Efendi adorn the dome.The calligraphic roundels inside Hagia Sophia, created by Kazasker Mustafa İzzet Efendi, include the names of Allah, Muhammad, and the first four caliphs, along with the grandsons of the Prophet. The 7.5-meter roundels, made of linden wood, are among the largest in the Islamic world.Hagia Sophia also features artifacts such as marble lustration urns from Pergamon, mosaics of angels, and relics from different periods. Visitors can view architectural elements like the Omphalion, where Byzantine emperors were crowned, and the Viking inscription, carved by a soldier serving as a mercenary during the Eastern Roman period.The structure is a UNESCO World Heritage Site and continues to be a major landmark in İstanbul, attracting millions of visitors annually. Hagia Sophia is open every day from 09:00 to 19:30, with a box office closing at 19:00. Admission for foreign visitors costs 25€, and museum passes are not valid. Women must wear a head covering to enter, and appropriate attire is required.The mosque serves as both a place of worship and a historical monument, with guided tours and AR experiences available to enhance the visitor experience. Despite restoration works, Hagia Sophia retains its grandeur and stands as a symbol of religious and cultural heritage that bridges centuries of history."
    },
    {
        "name": "Museum of Turkish and Islamic Arts",
        "description": "The Turkish and Islamic Art Museum, located in Sultanahmet, Istanbul, is the first museum in Turkey to include Turkish and Islamic artworks together. It also holds the distinction of being the last museum opened during the Ottoman Empire period. It was initially established in 1914 as the “Evkaf-ı Islamiye Museum” (Islamic Foundations Museum) by Osman Hamdi Bey, the Director of the Müze-i Hümayun, to prevent thefts from historic waqf and religious foundation buildings such as mosques, dervish lodges, and tombs. The museum opened in the imaret building of the Süleymaniye Mosque Complex, one of Mimar Sinan’s most important structures. After the declaration of the Republic of Turkey in 1923, it was renamed the “Turkish and Islamic Arts Museum” and relocated to İbrahim Pasha Palace, west of the Blue Mosque Square, in 1983.The İbrahim Pasha Palace, one of the most significant structures of Ottoman civil architecture, dates back to the late 15th century. Repaired in 1520 by Suleiman the Magnificent, it was gifted to İbrahim Pasha of Pargali, his grand vizier. It also functioned as a ‘Spectator Palace’ during celebrations, including the circumcision festivities of princes Mustafa, Mehmed, and Selim in 1530. The elevated structure surrounding the terrace on three sides offers a picturesque view of Sultanahmet Square.Extensive restoration work was completed in 1982, and the museum was reopened in 2014, marking its 100th anniversary. It houses one of the world’s richest Islamic art collections, featuring rare pieces from Turkish and Islamic history.The museum’s carpet collection, consisting of 1,700 pieces, is among the most significant in the world. It includes Seljuk-era carpets, Ottoman prayer rugs, carpets with animal figures, and Anatolian styles such as Holbein and Lotto patterns, as well as Uşak carpets adorned with medallions and stars. In addition to Turkish carpets, the collection features large examples from Iran and the Caucasus.The metal, glass, and ceramic works in the collection provide insights into medieval metal arts, everyday tools, and implements dating from the 12th century to the Ottoman period. It also contains ceramics and gypsum plaster reliefs salvaged from Seljuk and Ottoman buildings, wall paintings from Abbasid-era palaces in Samarra, and stoneware from Raqqa. The woodwork collection includes door and window shutters, sarcophagi, and book lecterns adorned with inlays of pearl, ivory, and tortoise shell, highlighting the legacy of exceptional craftsmanship.Stonework artifacts span the early Islamic, Seljuk, and Ottoman periods and include column capitals, milestones, inscriptions, and stone sculptures. Notable pieces include Seljuk-era figurative carvings and architectural features.The ethnography section highlights Ottoman social life from the 18th to early 20th centuries. It contains textiles, hammam-related items, coffee accessories, and materials used in Karagöz shadow plays. Collections on Istanbul women’s clothing and various everyday items reflect Turkish cultural heritage.Visitors can also explore the Blue Mosque and Sultanahmet Square. The square, colorful during tulip season, features notable landmarks such as the racetrack from Byzantine times, the Kaiser Wilhelm Fountain, the Theodosius Obelisk, and the Spiral Column.The museum is open every day and offers an audio guide service. Its summer hours (1 April - 31 October) are 09:00–21:00, while winter hours (31 October - 1 April) are 09:00–18:30. The box office closes at 20:00 in summer and 17:30 in winter. Admission is 17€, and tickets can be purchased online.Address: Binbirdirek Mah. At Meydanı Cad. No:12, 34122 Sultanahmet/İstanbul"
    },
    {
        "name": "Topkapi Palace Harem",
        "description": "The Harem apartment of Topkapi Palace, located in Istanbul, served as the private residence of the Ottoman Sultans and their families for centuries. It was home to the Ottoman Dynasty’s members and upper-class women, functioning as a private school with its own rules and hierarchy. Architecturally significant, the Imperial Harem represents styles from the 16th to 19th centuries. This secluded section, accessible only to the Sultan, his mother, wives, children, the Qadi, the Chief Consort, concubines, and eunuch guards, was hidden behind high walls, separating it from the Selamlık and other palace courtyards. Construction began during the reign of Sultan Suleyman the Magnificent, when he relocated with his wife Hürrem Sultan and family to the Harem. Over time, the apartments expanded and evolved, taking their final form through modifications and additions. The Harem features over 300 rooms, 9 baths, 2 mosques, a hospital, wards, laundry facilities, barracks, and kiosks, many of which are adorned with Kütahya and Iznik tiles. Highlights include the Privy Chamber of Murad III, designed by architect Mimar Sinan, and the Privy Chamber of Ahmed III, also known as the Fruit Room, which reflects the floral aesthetics of the Tulip Era. Visitors can also explore the Twin Kiosk or Apartments of the Crown Prince, known for their interior fountains, as well as other notable sections like the Main Entrance, the Court of the Concubines, the Imperial Hall, the Apartments of the Queen Mother, the Baths of the Sultan and the Queen Mother, the Courtyard of the Favorites, the Wards of Tressed Halberdiers, the Pipe Room, and the Bath of Tressed Halberdiers. Nearby, the Ayasofya Hurrem Sultan Hamam, built by Mimar Sinan in honor of Hürrem Sultan, is also worth visiting. Located between the Hagia Sophia and the Blue Mosque, this 75-meter-long Ottoman-style bath was designed with symmetrical sections for men and women, marking an architectural innovation. Opened until 1910, it remained closed for many years before reopening as a historical landmark. The Harem and its surroundings provide a glimpse into the opulent private lives of the Ottoman rulers and their households, reflecting the empire’s rich architectural and cultural heritage. The Harem is open every day except Tuesdays. Summer visiting hours (1 April - 1 October) are from 09:00 to 18:00, and winter hours (1 October - 1 April) are also from 09:00 to 18:00. The box office closes at 17:30 in both periods. Admission is priced at 600 ₺. Address: Cankurtaran Mah. Babı Hümayun Cad. No:1, 34122 Sultanahmet/Fatih/İstanbul"
    },
    {
        "name": "Turbes Museum",
        "description": "The Türbeler Museum in Istanbul was established on February 15, 1978, to manage and preserve historical tombs under the Ministry of Culture and Tourism. It oversees 120 significant tombs and mausoleums, including the tombs of Suleiman the Magnificent, Hürrem Sultan, Fatih Sultan Mehmet Han, and Yavuz Sultan Selim Han. The museum is open daily, except on Mondays, from 08:30 to 17:00, and admission is free. It is located in Istanbul, Türkiye. The museum is responsible for the conservation, research, and exhibition of these historical tombs, which reflect Ottoman and Islamic architectural heritage. The list of tombs managed by the museum includes prominent figures such as Sultan Abdülhamid I, Sultan Abdülmecid, Sultan Ahmed I, Sultan Bayezid II, Sultan Mahmud II, and Sultan Mehmed II (Fatih). It also includes tombs of important viziers, scholars, and historical personalities like Hürrem Sultan, Mimar Sinan, Sokullu Mehmed Paşa, Yahya Efendi, and Şeyh Galib Dede. These tombs are distributed across various districts in Istanbul, including Eminönü, Eyüp, Fatih, Üsküdar, and Beşiktaş. Each tomb showcases unique architectural and artistic styles, such as intricate tile work, carved wood, and stone reliefs, reflecting the rich cultural and historical legacy of the Ottoman Empire. Some of the tombs, like the tomb of Hürrem Sultan in Süleymaniye, are part of larger mosque complexes designed by renowned architects like Mimar Sinan. Visitors can explore these tombs to gain insights into the lives and legacies of the figures buried there, as well as the artistic traditions of their times. The museum provides a comprehensive list of tombs, including their names and locations, such as the tombs of Ahmed Paşa in Vefa, Ali Paşa in Beşiktaş, Bayram Paşa in Cerrahpaşa, Ebu Vefa in Vefa, and Hafsa Sultan in Fatih. Additionally, it manages tombs of significant religious figures like Eyüp Sultan, as well as architectural marvels like the Şehzade Tombs in Fatih and Beşiktaş. These tombs are not only places of historical significance but also serve as pilgrimage sites and cultural landmarks. The Türbeler Museum ensures the preservation and accessibility of these sites, contributing to the understanding and appreciation of Turkey’s rich historical and cultural heritage.."
    },
    {
        "name": "Galata Tower Museum",
        "description": "Galata Tower Museum, also known as Galata Kulesi Museum, is an iconic symbol situated in the Galata quarter of İstanbul, Türkiye. Considered among the oldest towers in the world and one of the symbols of İstanbul, Galata Tower (Galata Kulesi) was included in the UNESCO World Heritage Temporary List in 2013. Galata Tower, one of the most important structures that make up the silhouette of İstanbul, was used as a long-term fire watchtower and was named Galata Fire Tower. Galata Tower was first built by the Byzantine Emperor Justinianos in 507-508 AD. The ancient Tower of Galata “Megalos Pyrgos”, which means Great Tower, stood on the north side of the Golden Horn in İstanbul, located in the citadel of Galata. The tower then marked the northern end of the great chain, which was expanded across the mouth of the Golden Horn to prevent enemy ships from entering the harbor. The tower contained a mechanism for raising and lowering the chain. This tower should not be confused with the present-time Galata Tower, which is still standing and located at the northernmost and highest point of the citadel of Galata. The Genoese rebuilt the current tower in 1348-49. When the Genoans captured Galata in the 1300s, they saw that most of the walls and the first tower were destroyed by the Byzantines. Ultimately, they repaired all the walls and bastions. They also rebuilt the Galata Tower, located at the top of the walls, and laid the foundations of today’s tower. The tower, called “Christea Turris” (Tower of Christ) after a cross on its cone, gradually became the symbol of this small Latin society. After the conquest of İstanbul, the Galata Tower was left to the Ottomans by giving the key to Fatih Sultan Mehmet on the morning of 29 May 1453. The marble inscription at the entrance indicates this: “On the morning of Tuesday, May 29, 1453, the Genoese presented the keys of the Galata colony to Fatih Sultan Mehmed and the hand over of Galata was completed on Friday, June 1.” The tower was raised between 1445 and 46 years. It was damaged by an earthquake in the 1500s and was repaired by Architect Murad bin Hayreddin. After the tower was repaired during the Selim period, a bay window was added to the upper floor of the tower. In 1831, the tower suffered another fire, and Sultan Mahmut II raised two more floors above the tower and the top of the tower was covered with the famous cone-shaped roof cover. The building was last repaired in 1967. Galata Tower was built in the masonry rubble stone system. The exterior is stone mesh. The 16-line poetic inscription located above the entrance narrates that the tower was destroyed in the fire and had it repaired by Sultan Mahmud II. It is thought that the eulogy was written by poet Pertev in his name because it was built during the Mahmut period, and the last verse reads: “…Bu kulle pek metîn oldu pek a‘lâ yaptı Mahmûd Han” 1248 (1832-33). The tughra of Sultan Mahmud II between the two crescent and star motifs is scraped. The round arched window above the door was the lookout for the soldiers. It is a nine-story building after the high ground floor. The windows on the cylindrical body are brick-knit circular arches. The development of the last two floors just below the cone roof is emphasized by the profiled moldings surrounding the cylindrical body. There is an observation balcony with a metal ornamented network that surrounds the floor under the cone roof. On the lower floor, there are round arches sitting on deep niche piers and brick-knit circular arched windows. Today, it is observed that the part of the building up to the third floor has a Genoese character and the other floors have an Ottoman character. The building is used today reestablished as a museum with exhibition areas by the Ministry of Culture and Tourism in 2020 and opened to visitors on October 6th, 2020, which is Independence Day of İstanbul. Hezârfen Ahmed Çelebi (b. 1609, İstanbul - d. 1640, Algeria) is one of the first people in the world who managed to fly with bird-like wings that he master planned and developed. Ahmed “Hezarfen” (the man who knows everything) jumped from the Galata Tower in 1632, crossed the Bosphorus, and landed in the Asian side neighborhood Üsküdar Doğancılar. It is claimed that he was inspired by Leonardo Da Vinci and İsmail Cevherî, a Muslim-Turkish scholar who worked on these issues long before him. He also conducted experiments in Okmeydanı, İstanbul, before his historic flight to measure the durability of his bird-like wings, which he developed by studying the flight of birds. This flight event of Ahmed Çelebi had great repercussions in the Ottoman Empire and Europe, and it was also appreciated by Sultan IV. Murad. Watching this flight from the Sinan Pasha Mansion in Sarayburnu, Sultan IV. Murad was very interested in Ahmed Çelebi at first, and even made him happy with “a bag of gold” according to Evliya Çelebi. “First, he practiced by flying over the pulpit of Okmeydanı eight or nine times with eagle wings, using the force of the wind. Then, as Sultan Murad Khan (Murad IV) was watching from the Sinan Pasha mansion at Sarayburnu, he flew from the very top of the Galata Tower (in contemporary Karaköy) and landed in the Doğancılar Square in Üsküdar, with the help of the south-west wind. Murad Khan then rewarded him for his feat with a sack of gold coins, saying: “This man is uncanny: he is capable of doing anything he wishes. It is not right to surround oneself with such people”. True to his word, he then exiled Ahmed to Algeria, where the scientist remained until his death.” During the excavation carried out in 1965 to strengthen the foundation of the tower, a tunnel passing through the center of the sphere at a depth of four meters was encountered. It is thought that this tunnel, 70 cm wide and 140 cm high, made of stone, went down to the sea as a secret escape route during the Genoese period. After descending about 30 meters in the tunnel, deformations and rockfall were found. During the same excavation, human skeletal remains as well as four skulls, ancient coins, and an inscription were also found. Authorities came to the conclusion that the skeletons belonged to the convicts who tried to dig a secret path from the tower, which was used as a dungeon in the time of Kanuni (Suleiman the Magnificent - 1494/1566), and died by being buried under the ground. Adjacent buildings of Galata Tower like the courtyard around it, fortification walls extending towards the shore, Turkish cemetery, and the gates on the walls were destroyed and the ditches were filled by Şehremaneti VI. which was ruled by minorities and Levantines to make room for Levantine houses to be built there. The wooden houses in the Turkish architectural style, which can be seen in old engravings and even photographs, were demolished at the underneath and around the tower, and styleless masonry houses and apartments took their places. Galata Tower Museum vicinity is known for being a social activities and a hustling cultural hub in new town that boasts a pile of monuments, experiences, and sights to make your time in İstanbul exceptional. From ancient monuments to shopping malls and cafes, Galata neighbourhood has it all. Explore more for a comprehensive countdown of the essential stops for you to visit and appreciate while you’re here."
    },
    {
        "name": "Maiden's Tower Museum",
        "description": "The Maiden’s Tower (Turkish: Kız Kulesi), also known as Leander’s Tower (Tower of Leandros) since the medieval Byzantine period, is a tower on a small islet at the southern entrance of the Bosphorus strait, 200 m (220 yd) from the coast of Üsküdar neighborhood in İstanbul. It is one of the most popular landmarks and monuments of the city, with a history that spans over two millennia. The tower was originally built by the Athenian general Alcibiades in 408 BC as a custom station for ships coming from the Black Sea. It was later rebuilt and used as a defense tower by the Byzantine emperors, who connected it to the Asian shore with a chain to prevent enemy ships from entering the Bosphorus. During the Ottoman conquest of Constantinople in 1453, the tower was destroyed and then reconstructed by Sultan Mehmed II. It served as a lighthouse, a quarantine station, and a military base throughout the Ottoman era. Today, the tower is a monument-museum under the management of the culture and tourism ministry. It also hosts a pastry shop to cater to visitors’ tastes. The tower can be reached by boat from Üsküdar or Galataport piers. It is open every day from 09:00 to 20:00. But what makes the tower so fascinating are the legends and stories that surround it. There are many tales of love, tragedy, and mystery that have been told about the tower over the centuries. According to historical evidence, the tower, which is thought to have been built in 410 BC, was built by the Athenian Commander Alcibiades. At that time, ships passing through the strait were used to control and collect taxes. A defense tower was built on the island by the Eastern Roman Emperor, Manuel Komnenos the First, in the 12th century. A chain was stretched between this tower and a tower located next to the Mangana Monastery in Sarayburnu (the section where the sea walls were restored) to control the entry and exit of ships through the Bosphorus. After the Conquest, Sultan Mehmed the Conqueror (Fatih Sultan Mehmet) had a new castle built at this location. A guard unit was placed in the castle. Every evening after bedtime and at dawn, the Mehter watch began to play in the tower. It became a tradition to fire cannon shots from the Maiden’s Tower during holidays and sultan’s visits to the seaside palaces, and when they ascend to the throne. A lantern was placed on the northern part of the wooden tower by Sultan III, Ahmed’s Grand Vizier, Nevşehirli Damat İbrahim Pasha, to illuminate the way for ships coming from the Black Sea and Marmara at night. Since then, the tower ceased being a castle and served primarily as a lighthouse. Between 1830 and 1831, the tower was converted into a quarantine hospital to prevent the cholera epidemic from spreading to the city. During the plague epidemic in which twenty to thirty thousand people died between 1836-1837, some of the patients were isolated in the hospital established here, and the spread of the epidemic was quelled by quarantine. Passengers and patients were also quarantined in the Maiden’s Tower during the cholera outbreak that occurred in Trabzon in 1847. A French company added a lantern to the tower, which has since been transferred to the Lighthouses Administration. After the lantern was transferred to the İstanbul Port Authority, it was used as a gas tank in addition to its lantern function. The Maiden’s Tower was also used as a radar station for a while. For maritime transportation navigation safety, a light was turned on in the tower in the evenings, and a foghorn was blown in low-visibility weather. In addition, until 1983, since the distance of the Harem and Port guidance stations is short, the duties of 24-hour notification and control of all ships passing through the strait was performed by only two officers of the Maritime Enterprises. This location was used as a surveillance and radar station under the Ministry of National Defence. In 1983, the Maiden’s Tower was transferred to the Maritime and Port management of Türkiye. The building was also used as a cyanide storage facility. The cyanide was moved to a storage facility in Tuzla after a decision by the İstanbul Metropolitan Municipality Council in 1992. In May 1992, the tower was used by poets for a period and declared as the “Republic of Poetry”. In 1994, the tower was transferred from the Ministry of Transport to the Naval Forces Command. After an extensive restoration process, the tower was rented to a private facility for tourist purposes. The Maiden’s Tower, one of the crown jewels of the Bosporus in İstanbul, has been renovated in accordance with the restoration plan carried out during the reign of the Ottoman Sultan Mahmud II, about 200 years ago. The tower was reopened to visitors on Thursday May 11th 2023 after a lengthy and meticulous 2-year restoration under a Culture and Tourism Ministry project. According to legend, a Byzantine emperor had a beautiful daughter who was prophesied to die from a snake bite on her 18th birthday. To protect her from this fate, the emperor built a tower in the middle of the sea and locked her inside. He hoped that no snake could reach her there. However, on her birthday, he brought her a basket of fruits as a gift. Unknown to him, a venomous snake was hiding inside the basket. When the princess reached for an apple, the snake bit her and she died in her father’s arms. Another legend is based on an ancient Greek myth of two lovers who lived on opposite sides of the Hellespont. Hero was a priestess of Aphrodite and Leandros, a young man, fell in love with her. Hero would light a fire to guide Leandros, but one stormy night, the fire was extinguished, and Leandros drowned. In despair, Hero threw herself into the sea. Some versions place Hero’s tower in İstanbul. The tower’s architecture has undergone changes over centuries, reflecting Byzantine and Ottoman influences. The tower has been a symbol of İstanbul’s rich and diverse history and culture. Visitors can admire its beauty while learning about its fascinating stories. Boat trips are available daily between 09:30 and 20:00 at 90-minute intervals from Karaköy and Üsküdar-Salacak piers. Tickets cost 27€ (Euro) plus a 5€ (Euro) transportation fee."
    },
    {
        "name": "Great Palace Mosaics Museum",
        "description": "The mosaics unearthed in excavations in the northeastern section of the cloister in Eastern Roman Grand Palace in 1935, are magnificent both in terms of artistic and in terms of the richness of depictions of the scenes. The works exhibited in the Great Palace Mosaics Museum, dated between 450-550 AD do not have religious content. The depictions taken from daily life, nature and mythology probably owe their vitality to the many experts under the leadership of the leading masters of the era. The museum is located inside the Arasta Market in the Blue Mosque Complex, and it was formed to cover the mosaic floor treatment which remained partially preserved in the northeastern part of the colonnaded courtyard of the Great Palace belonging to the Eastern Roman Period. Only 180 square meters of the mosaic area was uncovered. The Great Palace Mosaics Museum was under the new management of İstanbul Archaeology Museum in 1953. As of 1979, it became a unit of the Hagia Sophia Museum. The restoration and conservation, started in 1982 with the protocol between the General Directorate of Monuments and Museums of the Ministry of Culture and the Austrian Academy of Sciences, was completed in 1997. The mosaic grains of limestone, terracotta and colored stones have an average size of 5mm. ‘Opus Vermiculite’ style descriptions were placed in between the marble pieces whereas ‘Fishscale’ technique is applied on the white marble parts. Besides, the depictions are bounded by contours. The most outstanding mosaics in the museum are scenes describing lizard eating griffon, fighting elephant and lion, a mare breast feeding its colt, goose shepherding children, man milking goat, child feeding his donkey, young girl carrying a jug, bears eating apples, and fighting hunter and tiger. There are 150 human and animal figures and 90 different themes on the mosaics. Make sure you see the Blue Mosque! It was built by Sedefkar Mehmet Aga, one of the students of Sinan the Architect by the order of Sultan Ahmed I in the 17th century. It is also known as the “Blue Mosque” because there are 21 thousand 43 eye-catching Iznik tiles on its walls to the second window. Since Sultan Ahmed 14, is the 14th Sultan, there are 14 minaret balconies. Its complex is one of the largest building complexes in İstanbul. Sultan I Ahmed’s tomb is also adjacent to the mosque garden. The museum operates during the summer period from 1 April to 1 October with opening hours from 09:00 to 19:00 and during the winter period from 1 October to 1 April with opening hours from 09:00 to 18:30. The box office closes at 18:30 in the summer and at 18:00 in the winter. It is open every day and the ticket price is 10€ (Euro). However, the Great Palace Mosaics Museum is currently closed to visitors for a restoration and enhancement project. The address is Kabasakal Cad. Torun Sk. Arasta Çarşısı (Bazaar) No:86, 34122 Sultanahmet/Fatih/İstanbul."
    },
    {
        "name": "Adam Mickiewicz Museum",
        "description": "The Adam Mickiewicz Museum (Polish: Muzeum Adama Mickiewicza, Turkish: Adam Mickiewicz Müzesi) is a historic house museum dedicated to the life of Adam Mickiewicz, the renowned Polish poet. It is located in the district of Beyoğlu, on the European side of İstanbul, Türkiye, and is operated under the Museum of Turkish and Islamic Arts management. Adam Mickiewicz was born on 24 December 1798 in Zaosie near Nowgrèdek and died in İstanbul on 26 November 1855. A poet, drama writer, essayist, publicist, translator, political activist, and author of the Polish national epic poem, Mickiewicz is regarded as the greatest Romantic poet of Polish literature and is compared to leading European writers of the first half of the nineteenth century, such as George Byron and Johann Wolfgang Goethe. He worked as a teacher at the Kovno school and as a lecturer at the Lausanne Academy and the Paris Collège de France. He was the editor-in-chief of Polish newspapers published in exile and organized Polish legions in Italy in 1848. Between 1852-55, he took care of a valuable collection at the Bibliothèque de l’Arsenal in Paris. In September 1855, he set off on his last journey to the East, planning to organize Polish legions to fight Tsarist Russia during the Crimean War. He befriended Michał Czajkowski (Sadık Paşa), who commanded the Polish forces there. Mickiewicz died suddenly from an illness, probably cholera, which he is believed to have caught while visiting patients in tents in the Kurtuluş district, on 26 November 1855, in a rented house that today serves as a museum in his memory. On November 1855, Adam Mickiewicz, Armand Lévy, and Henryk Sluźalski rented a house from Mrs. Rudnicka at the junction of Yeni Şehir and Kalyoncu Kulluk. In March 1870, a massive fire destroyed most of the Pera district, including the building where Mickiewicz stayed during his final days and passed away. That year, Jόsef Ratyński bought the plot from the municipality of İstanbul for 100 Turkish pounds and reconstructed the building as an exact replica. The current Adam Mickiewicz Museum stands at the intersection of Tatlı Badem Sokak (Sweet Almonds) and Serdar Ömerpaşa Caddesi Streets. Mickiewicz’s last accommodation was exceptionally simple and modest. One Polish visitor who arrived after Mickiewicz’s death described the setting: “…I saw that large parlour with one quadrangle window where he had lived. A vestibule led into it. The furnishing was made up of a table, several simple chairs, and a bed, even simpler, covered with a straw mattress and a Turkish rug, placed in the corner. The room emanated emptiness; it was dark and even damp, and it reminded me of our inn room—the kind you sometimes find during autumn travels on the Ukrainian trails.” Mickiewicz had regarded this place as a temporary stop before his planned journey to Bulgaria and Serbia. Yet, it was here that he died on November 26, 1855. Renovated after the 1870 fire, the museum opened in 1955 on the 100th anniversary of Mickiewicz’s death with assistance from the Museum of Literature in Warsaw. The basement houses the crypt where Mickiewicz was temporarily buried for one month. The museum also contains some of Mickiewicz’s manuscripts, historical documents, and paintings. The museum operates year-round with summer hours (1 January - 1 January) from 09:00 to 19:30 and winter hours (1 January - 1 January) from 09:00 to 17:00. The box office is open during operational hours, and entry is free. The museum is open every day and is located at Bostan Mah. Tatlı Badem Sk. No:17, 34435 Beyoğlu/İstanbul."
    },
    {
       "name": "Istanbul Archaeology Museums",
        "description": "The Istanbul Archaeology Museums, located in the Sultanahmet neighborhood of Istanbul, Turkey, consist of three major sections: The Archaeology Museum, The Museum of the Ancient Orient, and The Tiled Kiosk Museum. These three separate main units are located in the same garden and house the palace collections formed during the late 19th century by museum director, master painter (“The Tortoise Trainer” / Pera Museum), and archaeologist Osman Hamdi Bey. Istanbul Archaeological Museums, which is the first regular museum appearing in the history of the Ottoman Empire and in Türkiye, has about a million artifacts from a variety of cultures, brought from the imperial lands.\nThe Archaeology Museum’s history dates back to the reign of Mehmet the Conqueror, when interest in collecting historical artifacts began. However, the institutional emergence of museums coincides with the establishment of the Istanbul Archaeological Museums in 1869 as Müze-i Hümayun (Imperial Museum). Müze-i Hümayun, housing the archaeological works collected in the Hagia Irene Church, is the foundation of the Istanbul Archaeological Museum. The Tiled Kiosk, built during the reign of Mehmet the Conqueror, was converted into a museum because of the insufficiency of Hagia Irene. The Tiled Kiosk, which is still under the administration of the Istanbul Archaeological Museum, was restored and opened its doors in 1880.\nWhen Osman Hamdi Bey was assigned as the museum director in 1881, there was a breakthrough in Turkish museology. Osman Hamdi Bey excavated in Mount Nemrud, Myrina, Kyme, other Alolia Necropolises, and Lagina Hekate Temple. As a result of excavations he conducted in Sayda (Sidon) between 1887–1888, he reached the necropolis of King Sidon and returned to Istanbul with many sarcophagi, especially the famous one: Alexander the Great.\nThe Tiled Kiosk Museum, the oldest building (1472 CE) in the Istanbul Archaeological Museum complex, was built by the Ottoman Sultan Mehmed the Conqueror (Mehmed II) as a pleasure palace or kiosk and is also called the Glazed Kiosk (Sırça Köşk). The building itself is attributed to an unknown Persian architect since it has a typical Persian facade, polygonal pillars, and stone-framed bricks. The entrance, which is decorated with mosaic tiles, has a 14-column marble arcade. The doorway of the kiosk is a single storey, while the back of the building adds another storey. The six rooms and the middle salon of the kiosk museum display plentiful examples of Turkish tiles and ceramics from the Selcuk and Ottoman periods.\nThe Museum of the Ancient Orient was initially established as the first academy of fine arts of the Ottoman Empire and later arranged as the Museum of Ancient Orient, displaying old oriental works. It was built by Osman Hamdi Bey in 1883 as the School of Fine Arts (Sanayi-i Nefise Mektebi), which later became the foundation of Mimar Sinan Fine Arts University. This academy, the first fine arts school opened in the Ottoman Empire, was designed by architect Alexander Vallaury, who also built the Istanbul Archaeological Museums’ Classical Building.\nUpon relocation of the academy to another building in Cağaloğlu in 1917, this building was allocated to the Directorate of Museums. The museum’s director at that time, Halil Edhem Bey (1861–1938), decided to display the works of the ancient cultures of the Near East separately from the Greek, Roman, and Byzantine works. This enabled the building to become the Museum of Ancient Orient.\nA new museum building was needed to display magnificent works such as the Tomb of Iskender (Alexander Sarcophagus), Tomb of “Crying Women” (Sarcophagus of the mourning women), Lycia Tomb, and Tabnit tomb, which were brought to Istanbul from the Sidon King Necropolis excavation performed by Osman Hamdi Bey between 1887 and 1888. Across from The Tiled Kiosk, the Istanbul Archaeological Museums Classical Building, built by the famous architect Alexandre Vallaury, was opened on June 13th, 1891.\nThe Archaeological Museum stands out as one of the rare buildings constructed as a museum during that period in the world. It is one of the most beautiful and splendid examples of neo-classical architecture in Istanbul. The inscription in Ottoman Turkish on the pediments of the gates at the entrance of the museum says “Asar-ı Atika Müzesi” (Museum of Antiquities). The tughra on the inscription belongs to Sultan Abdulhamid II.\nThe museum complex is located in the Sultanahmet neighborhood, in the historical peninsula of the Fatih district, on the Osman Hamdi Bey slope, which connects Gülhane Park with the Topkapı Palace Museum. Istanbul Archaeology Museum complex can be easily reached by walking down the slope from Topkapı Palace’s first court, or by walking up the hill from the main gate of Gülhane Park (Rose House Park).\nHalls 1, 16, 17, 18, 19, and 20 located downstairs of the Directorate of Istanbul Archaeological Museums, all the halls on the upper floor, Assos Exhibition Hall, and Istanbul Neighbor Culture: Thrakia, Bithynia - Byzantium Exhibition Halls on the ground floor of the annex building are closed for visitors.\nThe museum’s contact information includes:\nAddress: Alemdar Cad. Osman Hamdi Bey Yokuşu Sk. 34122 Gülhane/Fatih/İSTANBUL\nThe ticket price is 15€ (Euro), and the museum is open every day. The summer period hours (1 April - 31 October) are 09:00–21:00, while the winter period hours (31 October - 1 April) are 09:00–18:30. Box office hours close at 20:00 in summer and 17:30 in winter. An audio guide service, “Voice of Museum,” is also available."
    },
    {
        "name": "Galata Mevlevi House Museum",
        "description": "The Galata Mevlevi House Museum, or Mevlevihanesi, is widely known as an authentic Mevlevi Whirling Dervish hall. Located at the end of İstiklal Street in Beyoğlu and to the left at the beginning of Galip Dede Street, the lodge is also referred to as Galata or Kulekapısı Mevlevi Lodge or Galip Dede Tekke during the Ottoman era. Established in 1491, it represents one of the most important Ottoman works in Beyoğlu, along with Galata Palace School. In 1975, it was opened to visitors as the Divan Literature Museum before being reorganized as the Galata Mevlevi Lodge Museum in 2011. The Sema area on the ground floor features a walnut-covered floor, a mihrap (prayer niche), and a minber (pulpit). Above the gateway, there is an epitaph referring to the renovation carried out during the reign of Sultan Abdulmejid I. Facing the Sema area is the Mıtrıb Mahfili (lodge) and a calligraphy panel reading “Ya Hazrat-e Mawlana,” penned by Yesarizade Mustafa İzzet. On the upper level, the lodges (mahfil) exhibit various works, including Mustafa Düzgünman’s Marbling Exhibition, the Calligraphy Exhibition, the Hilye-i Şerif (Sublime Characteristics of Prophet Muhammad) Sheets Exhibition, the Çelebi Lodge, the Royal Lodge, and the Ottoman Army Band and Musical Instruments Exhibition. The Tomb of Sheikh Galip, built in 1819, has a lead-covered roof and houses the graves of İsmail Ankaravi (d. 1731), İsa Dede (d. 1771), Selim Dede (d. 1777), Galip Dede (d. 1799), and Mehmed Ruhi Dede (d. 1810). The Tomb of Halet Efendi, built in 1872, contains the graves of Halet Efendi, Kudretullah Dede, Ataullah Dede, Ubeydullah Dede, and Emine Hanım. Whirling dervish ceremonies are performed every Sunday at 6 PM, lasting for 1 hour. Tickets cost 30.00 ₺ and must be booked online at https://biletinial.com/, as they are often sold out quickly. There are only 150 seats, and no assigned seating, so arriving early ensures a better view. For a genuine whirling dervish experience, the Hodja Pasha Culture Center near Sirkeci tram station T1 (Tram 1) also represents the authentic sema ceremony with a mystical journey and gravity. The museum operates year-round with summer hours (1 April - 1 October) from 09:00 to 20:00 and winter hours (1 October - 1 April) from 09:00 to 18:30. The box office closes at 19:00 in summer and 17:30 in winter. The museum is closed on Mondays. Located at Şahkulu Mh. Galip Dede Cad. No:15, 34420 Beyoğlu/İstanbul. The ticket price is 7€ (Euro). The museum is open."
    },
    {
        "name": "Museum of the History of Science and Technology in Islam",
        "description": "The History of Islamic Science and Technology Museum was opened in 2008 with a concept prepared by Prof. Dr. Fuat Sezgin, an Islamic science historian. Exhibiting works, devices, and tools invented and developed by Islamic scientists between the 9th and 16th centuries, the museum consists of 12 sections including astronomy, clocks and marine, war technology, medicine, mining, physics, maths and geometry, architecture and city planning, chemistry and optics, geography, and a cinevision screening room. One of the highlights is The Elephant Clock, designed by al-Jazari, who is considered to be the first scientist in the field of cybernetics and robotics. The Elephant Clock, created to demonstrate admiration for the universality of Islam that spread from Spain to Central Asia, welcomes visitors in the Entrance Hall of the museum. In the Astronomy Section, visitors can view miniatures of important observatories from the Islamic Period, astrolabes, world globes, and measuring instruments. The Clock and Marine Section displays sun dials that indicate time using shadows, clocks designed by al-Jazari and al-Biruni, mechanical clocks by Taqi al-Din, a chandelier clock, the Andalusian candle clock with twelve doors, and marine equipment. The Physics Section showcases tools and devices described in the book “Kitabü’l-Hıyel” by al-Jazari. Notable displays include a pycnometer by al-Biruni to determine specific gravity, a helical pump, a 6-piston pump, a door bolt with 4 bolts, perpetuum mobile, a scissors-shaped elevator, and a block-and-tackle pulley system. The museum operates during summer hours (1 April - 31 October) from 09:00 to 19:00 and winter hours (31 October - 1 April) from 09:00 to 18:30. The box office closes at 18:30 in summer and 17:30 in winter. It is open every day and located at Cankurtaran, Taya Hatun Sk. Gülhane Parkı, 34122 Fatih/İstanbul. The ticket price is 10€ (Euro)."
    },
    {
        "name": "Topkapi Palace Museum",
        "description": "Topkapı Palace, also known as Topkapı Sarayı, served as the main residence and administrative headquarters of the Ottoman sultans between the 15th and 19th centuries, offering visitors a glimpse into the lives of libidinous sultans, ambitious courtiers, beautiful concubines, and scheming eunuchs. Built by Mehmet the Conqueror shortly after the Conquest of Constantinople in 1453, the palace features opulent pavilions, a jewel-filled Treasury, and the sprawling Harem, presenting colorful stories and Ottoman history. The First Court, known as the Court of the Janissaries, houses monuments like Hagia Irene Museum and the Imperial Mint. The Second Court, entered through the Middle Gate (Bab-üs Selâm), features the Palace Kitchens displaying Chinese celadon porcelain, the ornate Imperial Council Chamber, and the Outer Treasury exhibiting Ottoman and European arms and armor. The Harem, located beneath the Tower of Justice, served as the imperial family quarters, where concubines were schooled in Turkish culture, Islam, music, and dance. It includes the Apartments of the Valide Sultan, the Courtyard of the Concubines, and the gilded Privy Chamber of Murat III, decorated with İznik tiles and featuring a cascading water fountain. The Third Court, accessed through the Gate of Felicity, was the sultan’s private domain and includes the Audience Chamber, the Library of Ahmet III, and the Sacred Safekeeping Rooms, which house relics of the Prophet Muhammad. The Imperial Treasury, featuring stunning collections of jewels such as the famous Topkapı Dagger and the Spoonmaker’s Diamond, is also located here. The Fourth Court showcases pleasure pavilions, including the Mecidiye Kiosk and the Tulip Garden. Visitors can explore architectural masterpieces like the Baghdad Kiosk, the Circumcision Room, and the Marble Terrace adorned with pools and gardens. The palace offers combined tickets for 1700 ₺, covering access to the Topkapı Palace, Harem, and Hagia Irene, and operates during summer (1 April - 1 October) from 09:00 to 18:00 and winter (1 October - 1 April) from 09:00 to 18:00, with the box office closing at 17:30. It is closed on Tuesdays. Located at Cankurtaran Mah. Babı Hümayun Cad. No:1, 34122 Sultanahmet/Fatih/İstanbul, the museum can be reached via the T1 tram line, a short walk from Sultanahmet or Gulhane tram stations. The palace offers discounted tickets for foreign students aged 12–24 with an ISIC card and free admission for children under six, Turkish citizens under 18, and disabled visitors with one companion. Visitors are advised to arrive early due to long queues at security checkpoints and to consider guided tours or audio guides for detailed insights into the palace’s rich history. Photography inside the museum halls is prohibited, and smoking is strictly forbidden throughout the premises. With its vast collections of porcelain, robes, weapons, Ottoman miniatures, Islamic calligraphic manuscripts, and treasures, Topkapı Palace is a must-see landmark in İstanbul."
    },
    {
        "name": "Rumeli Fortress",
        "description": "INFORMATION Summer Period Hours 1 April - 31 October Opening time: 09:00 Closing time: 19:00 Winter Period Hours 31 October - 1 April Opening time: 09:00 Closing time: 17:00 Box Office Summer / Winter Closing Hours Summer Period: 18:00 Winter Period: 16:00 Closed Days Monday Address: Rumeli Hisarı, Yahya Kemal Cad. No:42 34470 Sarıyer/İSTANBUL Ticket Price: 6€ (Euro) Buy Admission Tickets  State: Open Official Announcements: unesco logo DESCRIPTION UNIQUE EXAMPLE OF OTTOMAN MILITARY ARCHITECTURE The Fortresses (Hisarlar) Museum embodies Rumeli, Yedikule and Anadolu Fortresses. Among all, Rumeli Fortress Museum clearly stands out the most. The Rumelihisarı or Bogazkesen (Throat-Cutter Castle) Hisarı covering a 30-acre area in Sarıyer, also gives its name to the location. Rumeli (Diyar-ı Rum) Hisarı name means “Fortress on the Land of the Romans”, which given to the countries of the Ottoman Empire in the Balkan peninsula. It was built in a short period of four months (The main sources of historical evidence studies are made by Ayverdi, Gabriel, and Dagtekin (Erismis, 2012, Ayverdi, 1974, Ayverdi, 1953, Ilgaz, 1941, Dagtekin, 1963).) by Sultan Mehmet the Conqueror in 1452 before the conquest of İstanbul in order to manage the passing ships in the bosphorus, to create a military-financial control point, and to implement a strong resistance base to prevent attacks from the north of the Bosphorus. Some historical sources state that 300 masters, 700-800 workers, 200 coachmen, boatmen and transporters worked to construct the fortress in this limited time. The architect of the fortress is Muslihiddin Ağa, who is the head architect of Mehmed II. Once the fortress was built, Firuz Bey appointed as the commander of the few soldiers in the fortress. He was given the authority to control the ships that passed the bosphorus in front of the fortress. The ships had to pay a certain amount of tax, and those who refused were sunk by cannons, which were mostly placed in the front garden (Hisar peçe) by the sea front. In 1452, some ships managed to pass through despite the cannons. However, the bosphorus naval traffic was effectively cut off in 1453. After the conquest of İstanbul, Rumeli Fortress lost its strategic importance and became an imperial prison and customs checkpoint. Over time a district emerged in the fortress, which was used as a residential area. The fortress damaged by an earthquake in 1509 and later by a fire in the midst of the XVII. century, The last Ottoman period maintenance work was done during the reign of Selim III (1789-1807). The Rumeli Fortress Museum and its towers are among the largest surviving fortification structures in the world. It is located opposite the Anadolu Fortress, built by Sultan I. Beyazıt in 1394, and is located in the narrowest part of the Bosphorus. It was used as a testing area to develop a state-of-the-art cannon technology to the best of its time. One of these cannons on display at Fort Nelson’s royal armouries museum near the city of Portsmouth. The 17-ton cannon was gifted to the Queen by Sultan Abdulaziz in 1868. The muzzle is inscribed in Turkish: ‘Help O God. The Sultan Muhammad Khan, son of Murad. The work of Munir Ali in the month of Rajab. In the year 868’ (Muhammad Khan= Mehmed II, Sultan of Türkiye, 1430-81; 868=A.D. 1464). Near the vent are also engraved directions for loading. Despite its age, the gun would later damage six ships of Sir John Duckworth’s squadron when he attempted to force the Dardanelles Straight in 1807. The name of Rumeli Fortress called Kal’a-i Cedid, Kulle-i Cedide, Yenicehisar, Yenihisar, Bogazkesen Kalesi, Bogazkesen Hisarı, Nikhisar (Guzelhisar), Baskesen Hisarı since the time it was built. The timber used in the construction was brought from Izmit and Karadeniz Ereglisi and the stones were brought from various parts of Anatolia and the spolies (reused stone pieces) were obtained from the ruined Byzantine structures in the surrounding area. This monumental building was restored in 1953 with the instructions of the then President Celal Bayar, by three Turkish female architects, Cahide Tamer, Selma Emler and Mualla Anhegger-Eyüboglu and was opened its doors to visitors in 1968 under the Hisarlar Museum Directorate administration. The demolished parts of walls, bastions, and battlements were restored, the wooden houses of the neighborhood which formed over time were removed. The space of the Fortress Masjid (which was destroyed during the 18th century) in the middle of the fortress was arranged as a stage, and seating areas were created for the audience by staggering the slope opposite which is irrelevant to the historical context of the building. The open theater structure which was added then had musical performances up to 2008. Afterwards, these organizations discontinued since damage may occur to the cistern beneath and its historical composition. The foundation of the Fortress Masjid (Ebu’l Feth Mosque/Bogazkesen Mosque) was placed inside this 15.65 m. diameter round cistern. The cistern, thought to belong to the Byzantine Period, was transformed into a Fortress Masjid during the Fatih Sultan Mehmed period. The Cistern’s structure, which includes Khorasan mortar in its stone and brick masonry, was used as a water tank. Fortress Masjid has a square plan. The top is covered with a hipped roof made of wood. The cylindrical minaret is located at the west of the building. Next to this minaret, there remains an original minaret ruin from the first building. It is the first mosque in İstanbul which Mehmed II. built and prayed in, together with his soldiers, teachers and viziers. The Masjid, whose minaret had survived to the pedestal, was rebuilt by analogy with the Fatih Period mosques and opened for worship in August 2015. Because there is no exhibition hall or a warehouse in the museum, cannonballs, balls, a piece of the chain that was used across the sides of Golden Horn against attacks, are exhibited in the garden. Rumelihisarı provides a small section of the typical flora of the Bosphorus every season with pine nuts, redbud trees and wild ground covers. Just to enjoy the view of Bosphorus from its lush garden is even a good enough reason to visit the museum."
    },
    {
        "name": "Istanbul Airport Museum",
        "description": "INFORMATION Summer Period Hours 1 April - 1 October Opening time: 08:30 Closing time: 23:00 Winter Period Hours 1 October - 1 April Opening time: 08:30 Closing time: 23:00 Box Office Summer / Winter Closing Hours Summer Period: 22:00 Winter Period: 22:30 Closed Days Open Every Day Audio Guide Voice Of Museum Address: Tayakadın, İstanbul Yeni Havalimanı, Terminal Cad. 34283 Arnavutköy/İstanbul Email: istanbularkeoloji@ktb.gov.tr Phone 1 : +90(212)5207740 Phone 2 : +90(212)5207741 Fax : +90(212)5274300 Ticket Price: 13€ (Euro) State: Open MUSEUM PASSES ARE NOT VALID Official Announcements: DESCRIPTION İstanbul Airport Museum opened its doors on the 17th of July 2020 with an exhibition on important Turkish artefacts. ‘Treasures of Türkiye: Faces of the Throne’ is displaying 316 different items from 29 museums in Türkiye, as well as artefacts including the ‘Kadesh Treaty’, the first peace treaty in the history of humanity. The objective of the exhibition is to display twelve thousand years of Anatolian history through the concept of ‘Rule and Ruler’. Being the first of its kind in Türkiye and one of the few worldwide, the museum is awaiting its visitors on the international departures floor with an area covering 1000m². İstanbul airport museum plans to welcome visitors with a new, temporary exhibition every year. The museum’s first exhibition serves as a miniature ‘Anatolian Civilisations Museum’ with artefacts from the prehistoric, Hittite, Urartu, Phyrgian, Lydian, Roman, Byzantine, Seljuk, Ottoman and modern Turkish periods. İstanbul Airport Museum is open between 8:30am and 23:00pm daily. Admission costs 13€, guests under the age of 8 admission is free and museum passes both Türkiye and İstanbul are not valid for this particular museum."
    },
    {
        "name": "Hagia Irene Museum",
        "description": "INFORMATION Summer Period Hours 1 April - 1 October Opening time: 09:00 Closing time: 18:00 Winter Period Hours 1 October - 1 April Opening time: 09:00 Closing time: 18:00 Box Office Summer / Winter Closing Hours Summer Period: 17:30 Winter Period: 17:30 Closed Days Tuesday Address: Cankurtaran, Topkapı Sarayı, No:1, 34122 Fatih/İstanbul Ticket Price: 600 ₺ State: Open Official Announcements: Hagia Irene Tickets Are Valid For 1 Day From The Date Of Purchase. HAGIA IRENE / HAGIA EIRENE The Second Largest Church After Hagia Sophia: The Hagia Irene located in the outer courtyard of Topkapı Palace is the oldest church of the Eastern Roman Empire (Byzantine). It was also the second largest church in İstanbul after Hagia Sophia. Hagia Irene, originally means “sacred peace” (Hagia Eirene), has a special meaning as the first place where Turkish museology was born. Hagia Irene, a typical Byzantine structure with its materials and architecture, was built on top of an older temple, out of wood in 330. During the reign of Emperor Justinianus, the Nika Revolt in 532 led to the devastation of both Hagia Sophia and the Hagia Irene, and two of them were rebuilt together. Three-Nave Basilica Hagia Irene Museum Bird Eye View Consisting of three sections, naos narthex and atrium, Hagia Eirene is the only surviving example of a Byzantine period church today with a standing atrium. Built as a basilica with three naves during the reign of Konstantinos the Great (306–337), it has been repaired by Leo III (717–741) and his son Constantine Copronymus (741–775) following the damages caused by the great earthquake of 740. Its upper structure was completely renovated and the building gained its appearance as known today as a domed church with basilical plan. The decoration of the structure, might have been richly decorated with figurative ornaments during the reign of Justinianus (527–565) but, it has been completely changed during the repairs of Leo III and Constantine Copronymus who both are emperors of the Iconoclastic era. The cross depiction that can be seen today on its half dome has been made during that time. Usage in the Ottoman Empire Era Hagia Irene Military Museum After the fall of Constantinople since the church was not converted into a mosque it was used as loot and gun depot (Harbiye Warehouse) for a long time. Few changes were made to the interior and exterior and it was used as the Cebehane (weapons depot). Two restored marble inscription tablets adorn the entry portico that was added by Sultan Ahmet III. One of these was restored in 1726 by Darü’l-Esliha and the weapons within arranged, so that the church had clearly been turned into a weapons museum. The other inscription, dated 1744 during the reign of Sultan Mahmud I, indicates it was turned into the weapons depot again after its restoration. In the 19th Century, the weapons depot was named the “Harbiye Ambarı” (war academy depot). In 1846, on the initiative of Tophane Müşiri (Artillery Commander in Chief) Fethi Ahmed Pasha, the contents were organized into two sections, the building officially named the Museum of Early Munitions and Artifacts and in 1869 it became the country’s first official museum under the name of Müze-i Hümayun (Imperial Museum). Later it was used again as a depot. The weapons collection was reorganized and it served as the first Military Museum between 1908 and 1940."
    },
    {
        "name": "Fethiye (Pammakaristos) Museum",
        "description": "Ticket Price: 3€ (Euro) State: Closed Official Announcements: Fethiye (Pammakaristos Church) Mosque/Museum: The Monastery of the Theotokos Pammakaristos (Mother of God the All-Blessed), now Fethiye Mosque, was located on the fifth hill of Constantinople, in the modern neighborhood of Çarsamba. It is located southeast of Chora and Blachernai churches. It is a Middle Byzantine Church, founded during the Komnenian era, with late Byzantine additions, notable for its extensively decorated parekklesion. According to a lost inscription, the founder was a certain John Komnenos and his wife, Anna Doukaina. The inner ambulatory was used as a mausoleum for members of the founders’ family. After 1261, when Constantinople was reconquered by the Byzantines, the church came into the possession of the protostrator Michael Tarchaneiotes Glabas (c. 1235-c. 1305), who extensively restored the church. After his death in about 1305, his widow, Maria, became a nun and changed her name to Martha. During this time, she built a four-columned parekklesion with a two-storied narthex to the south as his funerary chapel and decorated it with very fine mosaics, of which parts survive. The monastery’s abbot, the monk Kosmas, was elected as patriarch in 1294 as John XII. The katholikon of Pammakaristos is an ambulatory type of the cross-domed church, in which the central bay of the naos is separated from the rest of the interior. Its ambulatory envelops the twelfth-century building on the northern, western, and southern sides and once contained several tombs. The north ambulatory was constructed in the late thirteenth century, while the western and southern arms were built in the fourteenth century or later. Built to accommodate tombs, four arcosolia were found in the northern arm, and a vaulted tomb was found under the pavement at the north end of the western arm. The easternmost bay, which terminated in a now-destroyed apse, was covered by a dome, indicating the existence of a chapel there. The rest of the bays are covered with domical vaults and had arcosolia. Several earlier, twelfth-century burials occupied the inner ambulatory of the naos in Pammakaristos. The construction of the western and southern arms of the outer ambulatory postdated the funerary chapel, although their exact date remains undecided. The cistern under the apse and nave of the church seems to predate the church and was perhaps a crypt belonging to an older structure. It is 7 x 3 meters and has 12 columns with Corinthian capitals. Other cisterns were also located around the church, including one located in the terrace wall south of the church. It is around 22 x 7 meters and has two rows of seven columns. The parekklesion, likely dedicated to Christ, was added in the south side of Pammakaristos by Maria around 1310 to house the tomb of her husband. A series of epigrams glorifying Tarchaneiotes are located inside and outside the chapel. While it was attached to the main church, it was conceived of as an independent church in miniature. It is a cross-in-square with an apse, a naos whose central bay was covered by a dome, and a narthex with a gallery topped by two domes. The tomb of Tarchaneiotes and his wife was under an arcosolium at the center of the northern wall of the naos. It is a statement of power, wealth, and social standing, as well as the expression of the desire for perpetuation of the memory of both Michael and his wife, Maria. There were four additional arcosolia in the narthex: one on the south wall, one on the west wall, and two on the east wall on each side of the door. Extensively decorated with mosaics, it includes scenes from the life of Christ, groups of saints, and a Deisis in the main apse. There are also remnants of wall painting in the south arm of the ambulatory with typological allusions to the Virgin, including the closed door. There are inscriptions along the upper and lower cornices, a polychrome champlevé frieze with heraldic motifs—roundels of rampant lions—runs below the upper cornice. From around 1455 to 1587, the church was made the seat of the Patriarchate by Gennadios II Scholarios. A document of the second half of the 16th century describes a number of tombs and relics there, including Alexios Komnenos. In 1587, it was converted into a mosque, after which it was significantly altered. It was converted into a mosque around 1587 during the reign of Murad III. It was called Fethiye (“Conquest”) Mosque, in commemoration of the Ottoman conquest of Georgia. Sinan Pasha, then the Grand Vizier, established its madrasa. Significant Ottoman alterations include replacement of the tripartite bema with a qibla wall that consists of a domed triangular projection. Its columns were also replaced with arches, and a minaret was also added. In addition, large sections of its walls were removed to create a larger unified space. It was extensively restored, following damage by a fire in 1640. It was again restored around 1845 during the reign of Sultan Abdulmecid. Further restorations took place in 1938-1940, during which time the parekklesion came under museum authority. Byzantine Institute in İstanbul began to uncover the mosaics of the parekklesion in 1950. The parekklesion is now a museum."
    }
]